#include <iostream>
#include <chrono>
#include <cmath>

int main(){
    std::cout << "Hello, DGAP!" << std::endl;
    return 0;
};
/*
 * Репозиторий - папка, отслеживаемая Git
 * Коммит - фиксация состояния - обязательное имя и автор
 * .git - папка .git в проекте
 * .gitignore - список игнорируемых файлов и папок
 * push, pull - отправка/загрузка данных на/с сервер
 * Branch (ветка) - набор последовательных коммитов
 * Фича (feature) - новый функционал. Обычно для этого создаётся новая ветка
 *
 */
